#pragma once
#include <SFML\Graphics.hpp>
const int HEIGHT_MAP = 15;//размер карты высота
const int WIDTH_MAP = 20;//размер карты ширина 
//0- элементы стены
//b- пустота
//все остальное монеты
sf::String TileMap[HEIGHT_MAP] = {
	"00000000000000000000",
	"0      0bbbb0      0",
	"0 0000 0bbbb0 0000 0",
	"0      0bbbb0      0",
	"00 000 000000 000 00",
	"b0   0        0   0b",
	"b0 0 0 00bb00 0 0 0b",
	"b0 0 0 0bbbb0 0 0 0b",
	"b0 0   0bbbb0   0 0b",	
	"00 000 000000 000 00",
	"0      bbbbbb      0",
	"0 000 00000000 000 0",
	"0  00 0      0 00  0",
	"00      0000      00",
	"00000000000000000000",
};